Revit 2027 API
Plane.YVec Property
 Axis defining the second parametric direction of the plane.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public XYZ YVec { get; }
Public ReadOnly Property YVec As XYZ
	Get
public:
property XYZ^ YVec {
	XYZ^ get ();
}
member YVec : XYZ with get
Property Value
XYZ
See Also
Reference
Plane Class
Autodesk.Revit.DB Namespace